keys_en = [['1', '2', '3', '4', '5', '6', '7', '8', '9', '0'],
        ["Q", "W", "E", "R", "T", "Y", "U", "I", "O", "P"],
        ["A", "S", "D", "F", "G", "H", "J", "K", "L", ";"],
        ["Z", "X", "C", "V", "B", "N", "M", ",", ".", "/"],
        ["<", " ", "RU"]]

keys_ru = [['1', '2', '3', '4', '5', '6', '7', '8', '9', '0'],
           ["Й", "Ц", "У", "К", "Е", "Н", "Г", "Ш", "Щ", "З"],
           ["Ф", "Ы", "В", "А", "П", "Р", "О", "Л", "Д"],
           ["Я", "Ч", "С", "М", "И", "Т", "Ь"],
           ["<", " ", "EN"]]
currentLanguage = "EN"
class ButtonKeyboard():
    def __init__(self, pos, text, size=[85, 85], img=None):
        self.pos = pos
        self.size = size
        self.text = text
        self.img = img